IDEA Open Model
ConnectionResultsData.ConnectionCheckRes Property
 List of ConnectionCheckRes
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<ConnectionCheckRes> ConnectionCheckRes { get; set; }
Public Property ConnectionCheckRes As List(Of ConnectionCheckRes)
	Get
	Set
public:
property List<ConnectionCheckRes^>^ ConnectionCheckRes {
	List<ConnectionCheckRes^>^ get ();
	void set (List<ConnectionCheckRes^>^ value);
}
Property Value
Type: List<ConnectionCheckRes>
See Also
Reference
ConnectionResultsData Class
IdeaRS.OpenModel.Connection Namespace